package com.ryel.zaja.config;

import java.util.List;

/**
 * Created by Nathan on 2017/1/14.
 */
public class PinanBankCodeConfig {

     static String[] banks = {"BOC02", "中国银行", "ABC02", "农业银行", "CCB02", "建设银行", "BOCOM02", "交通银行", "PSBC02", "邮政储蓄银行", "BCCB02", "北京银行", "BOS02", "上海银行", "BOHC02", "渤海银行", "CEB02", "光大银行", "SPDB02", "上海浦东发展银行", "GDB02", "广发银行", "CZSB02", "浙商银行", "CMBC02", "中国民生银行", "CIB02", "兴业银行", "CMB02", "招商银行", "CNCB02", "中信银行", "BEAI02", "东亚银行", "CITIB02", "花旗银行", "AHRCU02", "安徽省农村信用社", "BOBBG02", "广西北部湾银行", "BOFS02", "抚顺银行", "BOIMC02", "内蒙古银行", "BOJS02", "江苏银行", "BORZ02", "日照银行", "BOSZS02", "石嘴山银行", "BRCB02", "北京农商银行", "CDCB02", "成都银行", "CDB02", "承德银行", "CQRCB02", "重庆农村商业银行", "CQCB02", "重庆银行", "CCCB02", "长沙银行", "DLCB02", "大连银行", "DZBCHINA02", "德州银行", "DGCU02", "东莞农商行", "DGCB02", "东莞银行", "DYCB02", "东营银行", "ORDOSB02", "鄂尔多斯银行", "FJNX02", "福建农村信用社", "KMCB02", "富滇银行", "GZCCB02", "赣州银行", "GRCB02", "广州农村商业银行", "GZCB02", "广州银行", "GYCB02", "贵阳市商业银行", "GLB02", "桂林市商业银行", "HBCB02", "哈尔滨银行", "HKBCHINA02", "汉口银行", "HZCB02", "杭州银行", "HEBB02", "河北银行", "HNRCC02", "湖南省农村信用社", "HSCB02", "徽商银行", "JXCCB02", "嘉兴银行", "JYRB02", "江苏江阴农村商业银行", "JSRCU02", "江苏省农村信用社", "JHB02", "金华银行", "JJCCB02", "九江银行", "LZCB02", "兰州银行", "LSB02", "临商银行", "LSBANKCHINA02", "莱商银行", "LJB02", "龙江银行", "NJCB02", "南京银行", "NBCB02", "宁波银行", "QLB02", "齐鲁银行", "QDCB02", "青岛银行", "YCCCB02", "宁夏银行", "SRCB02", "上海农村商业银行", "SRB02", "上饶银行", "SQB02", "商丘市商业银行", "SXCCB02", "绍兴银行", "SDRCB02", "佛山顺德农村商业银行", "TZB02", "台州市商业银行", "TRCB02", "天津农村商业银行", "TJCB02", "天津银行", "WHCCB02", "威海市商业银行", "WFCB02", "潍坊银行", "WZCB02", "温州银行", "UQCB02", "乌鲁木齐市商业银行", "WJRCB02", "吴江农村商业银行", "YXCCB02", "玉溪商行", "YNRCC02", "云南省农村信用社", "ZJMTCB02", "浙江民泰商业银行", "CBZZ02", "郑州银行", "CRB02", "珠海华润银行", "PAB02", "平安银行", "ICBC02", "工商银行", "HXB02", "华夏银行", "BOIMC01", "内蒙古银行", "BOJS01", "江苏银行", "BOLY01", "洛阳银行", "BOLZ01", "柳州银行", "BOQHD01", "秦皇岛银行", "BORZ01", "日照银行", "BOSZS01", "石嘴山银行", "CDCB01", "成都银行", "CDB01", "承德银行", "CQRCB01", "重庆农村商业银行", "CQCB01", "重庆银行", "CCCB01", "长沙银行", "DLCB01", "大连银行", "DZBCHINA01", "德州银行", "DGCU01", "东莞农商行", "DGCB01", "东莞银行", "DYCB01", "东营银行", "ORDOSB01", "鄂尔多斯银行", "KMCB01", "富滇银行", "GZCCB01", "赣州银行", "GRCB01", "广州农村商业银行", "GZCB01", "广州银行", "GYCB01", "贵阳市商业银行", "GLB01", "桂林市商业银行", "HBCB01", "哈尔滨银行", "HKBCHINA01", "汉口银行", "HZCB01", "杭州银行", "HEBB01", "河北银行", "HNRCC01", "湖南省农村信用社", "HSCB01", "徽商银行", "JXCCB01", "嘉兴银行", "JYRB01", "江苏江阴农村商业银行", "JSRCU01", "江苏省农村信用社", "JHB01", "金华银行", "JJCCB01", "九江银行", "LZCB01", "兰州银行", "LSB01", "临商银行", "LSBANKCHINA01", "莱商银行", "LJB01", "龙江银行", "NJCB01", "南京银行", "NBCB01", "宁波银行", "QLB01", "齐鲁银行", "QDCB01", "青岛银行", "YCCCB01", "宁夏银行", "SRCB01", "上海农村商业银行", "SRB01", "上饶银行", "SQB01", "商丘市商业银行", "SXCCB01", "绍兴银行", "SDRCB01", "佛山顺德农村商业银行", "TZB01", "台州市商业银行", "TRCB01", "天津农村商业银行", "TJCB01", "天津银行", "WHCCB01", "威海市商业银行", "WFCB01", "潍坊银行", "WZCB01", "温州银行", "UQCB01", "乌鲁木齐市商业银行", "WJRCB01", "吴江农村商业银行", "YXCCB01", "玉溪商行", "YNRCC01", "云南省农村信用社", "ZJMTCB01", "浙江民泰商业银行", "CBZZ01", "郑州银行", "CRB01", "珠海华润银行", "PAB01", "平安银行", "ICBC01", "工商银行", "HXB01", "华夏银行", "BOC01", "中国银行", "ABC01", "农业银行", "CCB01", "建设银行", "BOCOM01", "交通银行", "PSBC01", "邮政储蓄银行", "BCCB01", "北京银行", "BOS01", "上海银行", "BOHC01", "渤海银行", "CEB01", "光大银行", "SPDB01", "上海浦东发展银行", "GDB01", "广发银行", "CZSB01", "浙商银行", "CMBC01", "中国民生银行", "CIB01", "兴业银行", "CMB01", "招商银行", "CNCB01", "中信银行", "BEAI01", "东亚银行", "CITIB01", "花旗银行", "HANABANK01", "韩亚银行", "SCB01", "渣打银行", "SHBC01", "新韩银行", "UOB01", "大华银行", "BOCZ01", "沧州银行", "AHRCU01", "安徽省农村信用社", "BANKOFAS01", "鞍山银行", "BDBK01", "保定(市商业)银行", "AYB01", "安阳(市商业)银行", "BOBBG01", "广西北部湾银行", "BOFS01", "抚顺银行", "BOHLD01", "葫芦岛银行"};

     public static  String getBank(String code)
     {
         for(int i = 0;i<banks.length;i++)
         {
             if(banks[i].equals(code))
             {
                 return banks[i+1];
             }

         }
         return "";
     }

}
