<meta charset="utf-8">
<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<meta name="viewport" content="initial-scale=1, maximum-scale=1, minimum-scale=1, user-scalable=no">
<html>
<head>
    <title>无标题文档</title>
<style type="text/css">
h5.single_title {
    margin: 20px 0px;
    padding: 0px 0px 0px 0px;
    font-size: 22px;
    border-bottom: 1px dashed #ccc;
    line-height: 50px;
    font-family: "微软雅黑";
    text-align: center;
}
p{color: #464646;line-height: 180%; font-size:16px;}
</style>
</head>

<body>
<h5 class="single_title">爱维艾夫医疗集团隐私政策 </h5><br>

<p>公司名称<em>爱维艾夫医疗集团</em>（以下简称&ldquo;我们&rdquo;）制定本隐私政策（以下简称&ldquo;本政策&rdquo;），来解释我们如何收集、保存使用由我们的产品、服务和网站（以下合称&ldquo;我们的服务&rdquo;）收集的信息。 </p>
<p>如果您对本政策有任何问题或投诉，请联系我们。 </p>
<p>一旦您安装、使用、注册或以其他方式访问我们的服务，那就意味着您已经接受本政策，并且在知情的基础上明确同意按本政策的规定处理、使用和披露您的个人信息。如果您不接受本政策，请不要安装、使用、注册或以其他方式访问我们的服务。我们保留随时修改本政策的权利，并会在修改后于本页面公布修改后的文本。因此，请经常查看本页。如果您继续使用我们的服务，那就意味着您接受对本政策的修改。 </p><br>

<p><strong>1. 非个人信息 </strong></p>
<p>在本政策中，&ldquo;非个人信息&rdquo;指的是不能直接识别您的信息。此外，非个人信息还指&ldquo;整合&rdquo;并&ldquo;去个人化&rdquo;的信息，即我们收集的关于我们的服务的使用情况已经去除了可识别个人的数据的信息。 </p>
<p>我们可能使用工具或第三方分析软件自动收集和使用非个人信息。我们可能收集、使用的非个人信息包括但不限于以下类型：（1）开放性独特设备标识符和广告识别符 或其他永久性或非永久性设备标识符（&ldquo;设备标识符&rdquo;）；（2）设备软件平台和固件；（3）手机运营商；（4）邮政编码、地域码、粗略定位等地理数据；（5）其他我们为提升我们的服务和其他服务和产品而合理需要的非个人信息。 </p>
<p>您确认并同意我们使用的分析公司可以将通过我们的服务收集的信息与它们独立从其他产品或服务收集的有关于您的活动的其他信息结合起来。这些公司根据自己的政策收集、使用信息。 </p><br>
<p><strong>2. 个人信息 </strong></p>
<p>本政策中的&ldquo;个人信息&rdquo;指的是能直接特定识别您个人的信息。 </p>
<p>您可能向我们提供个人信息的情况包括但不限于：（1）注册我们的服务和特别活动；（2）订阅新闻通讯；（3）通过我们的网店购买产品或服务；（4）使用&ldquo;与朋友共享&rdquo;、&ldquo;电邮本页&rdquo;或类似功能；（5）请求技术支持和（6）使用要求提供个人信息才能使用和/或参加的我们的服务。 </p>
<p>个人信息的类型根据您参加的活动可能不同。我们收集、处理、使用的个人信息可能包括但不限于您的姓名、昵称、在我们的服务或第三方服务中的账户名称、电子邮件地址、电话号码、照片或其他图像、性别、地址、亲友关系、头像、信用卡信息、运输信息和能直接识别您的位置的信息（不能直接识别您的位置信息属于非个人信息）。 </p>
<p>为了分析我们的服务的使用情况、提供客户支持和技术支持、管理和提供我们的服务（包括管理广告投放）、个性化我们的通讯、改进我们的服务、开发我们其他的产品和服务，我们可能单独或整合地使用您的个人信息和非个人信息。我们可能合并个人信息和非个人信息。 </p>
<p>请注意，我们的服务中有些功能为获得与您相关的信息可能会连接到您的社交网站。如果您的社交网站允许并经您许可，我们可能收集您社交网站账户内的信息。此类信息包括但不限于您的姓名、头像、性别、用户名、电子邮件地址、国籍、语言、时区、单位、个人主页链接、您在社交网站上的&ldquo;亲友&rdquo;&ldquo;粉丝&rdquo;的上述信息以及其他您可能放在社交网站账户中的信息。我们可能会根据本政策的规定使用、结合、关联上述信息。 </p><br>
<p><strong>3. 个人信息的披露和转移 </strong></p>
<p>个人信息可能根据法律和本政策的规定披露。此外，我们可能根据本政策向我们的关联人披露个人信息。 </p>
<p>我们可能聘请代理人和受托人以我们的名义收集和处理个人信息。在这种情况下，我们会指示代理人和受托人遵守本政策，只为所聘请的目的使用个人信息。我们可能聘用信用卡处理商、邮件服务提供商、运输代理、数据分析商和商业信息提供商等第三方服务提供商。我们可以在必要的情况下与上述第三方共享您的个人信息，使其能够为我们服务。除非法律强制规定，我们不为第三方的作为或不作为承担责任。 </p>
<p>我们可能为满足执法部门或政府官员在调查欺诈、知识产权侵权或其他违法或可能使我们承担法律责任的活动时按其要求向第三方披露您的个人信息。我们向第三方披露您的个人信息还可能发生在我们合理地认为需要披露才能处理实际或可能侵害我们的权利、财产、经营、用户和其他可能受损方时，或者是在我们认为保护我们的权利、打击欺诈、遵守适用于我们的法律规定和国家命令需要披露时。如果法律允许披露，我们将尽合理努力通过我们的网站或以其他合理方式通知您相关的披露。 </p>
<p>虽然我们不会向第三方出售您的电子邮件、电话号码或地址，但我们将用户输入或从使用情况推断的数据整合起来，在不会识别个人的前提下自己利用或向第三方提供整合数据。 </p><br>
<p><strong>4. 数据的保存和纠正 </strong></p>
<p>我们根据本政策保存数据至本政策规定的目的实现时为止，除非法律要求或允许保存更长时间。之后，如果为本政策规定的目的不再需要，我们可能在合理时间内完全删除我们所保存的数据。我们不去核实个人信息是否正确。 </p>
<p>虽然有上述规定，我们仍可能保存某些解决争议、执行用户协议、满足技术和法律要求和维护我们的服务的安全完整运行所需的数据。 </p><br>
<p><strong>5. 第三方的条款和条件 </strong></p>
<p>请注意，您在使用和访问我们的服务时，可能还要遵守应用商店、地图提供商、移动软件平台、网游平台、社交网站和支付中介等某些第三方的条款和条件以及隐私政策。您确认并同意，我们无需为这些第三方的条款和条件以及第三方如何使用您的个人信息承担责任。 </p>
<p>我们可以自主选择通过广告或其他形式让您能链接到第三方产品或服务。请注意，您所用的第三方产品和服务不是由我们所关联或控制的人和企业开发和管理的。我们不为这些人或企业的行为、产品和服务以及如何使用您提供的信息负责。我们提供它们的链接并不能让我们与其发生关联或控制关系。 </p>
<p>我们可能随时提供我们合作伙伴的服务，例如竞猜、调查等。它们的服务可能会要求您提供个人信息才能注册或访问。这些服务将会在您需要披露个人信息时标明合作伙伴的身份。如果您选择披露个人信息，那么这些数据则可能直接或通过我们间接提供给第三方。您将要接受它们这些第三方的隐私政策和做法。我们不为这些第三方的隐私政策和做法负责。因此，您应该在披露个人信息前审阅它们的隐私政策和做法。 </p><br>
<p><strong>6. 保障措施 </strong></p>
<p>  我们按照行业通行标准合理保护信息的安全、完整和秘密。您个人信息的访问权限仅限于为根据本政策完成工作任务或进行技术维护工作需要处理您个人信息的人员。我们收集的个人信息保存于不向公众开放的安全运行环境之中。为避免未经授权访问您的个人信息，我们将其保存在有防火墙保护并可能加密的服务器之中。但是，没有什么系统是100%安全的。即使我们做出了合理努力，仍可能有人未经允许访问您的个人信息。此外，人们的言行可能不可靠，或具有误导性、非法性。我们无法告诉您别的用户说的是否属实。如果您使用我们的服务，您要自担以上数据失窃或被误导、被欺诈、被违法侵害的风险。 </p>
如果您不接受本政策、提供我们要求提供的信息，那么您可能无法完全或部分使用我们的服务和我们提供的功能。但您需要了解，如果您提供了这些信息，您将承担这些信息被窃取、非法占有、滥用的风险。如果出现了上述情况，您的安全、财产和声誉可能受损。 </p><br>
<p><strong>7. 其他 </strong></p>
<p>请您了解，社交网络和我们的服务可能具有开放性。您选择在创建内容的过程中向我们的服务披露关于您的信息。任何您在论坛、博客、聊天等环境下披露的数据都可能成为公开信息，不可期待隐私或保密。我们对您选择在以上场合披露的任何个人信息都不承担责任。 </p>
<p>我们可能根据法律和本政策规定保存和/或向海外的关联人和合作伙伴披露您的个人信息。我们可能在与企业并购、重组、出售全部或部分股票和/或资产等重大变化相关的情况下，包括但不限于尽职调查过程中，向第三方披露您的个人信息，但本政策将继续适用于这些个人信息。 </p>
</body>
</html>
